Repository: aswar-academy/hr-mobile
Catalog: lib/l10n/app_*.arb
Languages: ar

# appName
source: Aswar
ar: اسوار

source: Email
ar: ايميل

# greeting
source: Hello {name}
ar: اهلا {name}

source: Hello World!
ar: مرحبا بالعالم!

# intro1
source: Payroll
ar: الراتب

# intro2
source: Team Work
ar: عمل جماعي

# intro3
source: Employee record
ar: معلومات الموظف

# introDescription1
source: keep track of your fingerprints, salary, entry and exit dates
ar: تابع بصماتك و تواريخ الدخول والخروج

# introDescription2
source: task management and time tracking
ar: تتبع المهام والوقت المحدد لها

# introDescription3
source: Job-Title, department and more
ar: عنوانك الوظيفي وقسمك والمزيد

source: Login
ar: تسجيل الدخول

source: Password
ar: كلمة السر

# swap
source: Swap left to continue
ar: اسحب لليمين للتقدم

# validationEmail
source: Should be email
ar: يجب ان يكون بريد الكتروني

# validationEqualValueName
source: Should be equal value name
ar: يجب ان تساوي الاسم

# validationLessThanMax
source: Should be less than max
ar: يجب انت تكون اقل من

# validationMaxMaxLength
source: Should be max max length
ar: يجب ان تكون اقل من

# validationMinMinLength
source: Should be min min length
ar: يجب ان تكون اكثر من

# validationPasswordNull
source: Should be password null
ar: يجب ادخال كلمة المرور

# validationPhoneNumber
source: Should be phone number
ar: يجب ان يكون رقم هاتف

# validationRequired
source: Value required
ar: القيمة مطلوبة

# validationUrl
source: Should be url
ar: يجب ان يكون رابط

# validationYoutubeUrl
source: Should be youtube url
ar: يجب ان يكون رابط يوتيوب
